{
    "narratives": [{
        "name": "System",
        "subnarratives": [
            {
                "name": "Circulatory System",
                "icon": "icons/systems/circulatory.png",
                "pic": "pics/pic-9.jpg",
                "short-desc": "The circulatory system moves blood, delivering oxygen and nutrients while removing waste.",
                "description": "<p>The <strong>circulatory system</strong>, also known as the <strong>cardiovascular system</strong>, is a vital network responsible for the transportation of blood, nutrients, oxygen, and other essential elements throughout the body. It consists of the heart, blood vessels, and blood. The heart acts as a powerful pump that propels blood through a vast network of arteries, veins, and capillaries. Arteries carry oxygen-rich blood away from the heart to various tissues, while veins return oxygen-depleted blood back to the heart for re-oxygenation. Capillaries, the smallest blood vessels, facilitate the exchange of gases, nutrients, and waste products between the blood and tissues.</p><p>The circulatory system plays a crucial role in maintaining <strong>homeostasis</strong> by regulating temperature, pH levels, and fluid balance within the body. It also supports the immune system by transporting white blood cells to sites of infection or injury, aiding in the body's defense mechanisms. Moreover, the circulatory system works in conjunction with the respiratory system to ensure that oxygen is delivered to cells and carbon dioxide is removed, a process essential for <strong>cellular respiration</strong> and energy production.</p><p>In addition to its primary functions, the circulatory system is integral to the delivery of <strong>hormones</strong> and other signaling molecules. These substances are transported through the bloodstream to target organs and tissues, where they regulate various physiological processes, such as growth, metabolism, and reproductive functions. The efficient operation of the circulatory system is thus essential for the overall well-being and functioning of the body.</p><p>Diseases and disorders of the circulatory system, such as <strong>hypertension</strong>, <strong>atherosclerosis</strong>, and <strong>heart disease</strong>, can have severe consequences for health. Maintaining cardiovascular health through regular exercise, a balanced diet, and avoiding risk factors such as smoking and excessive alcohol consumption is crucial. Advances in medical science, including innovative treatments and surgical techniques, continue to improve outcomes for individuals with circulatory system conditions, highlighting the importance of ongoing research and education in this field.</p>",
                "map": "plan-of-museum/circulatory-system.png"
            },
            {
                "name": "Digestive System",
                "icon": "icons/systems/digestive.png",
                "pic": "pics/pic-10.jpg",
                "short-desc": "The digestive system breaks down food into nutrients and eliminates waste.",
                "description": "<p>The <strong>digestive system</strong> is a complex network of organs and structures responsible for breaking down food into nutrients that the body can absorb and utilize. It begins at the mouth, where mechanical digestion through chewing and chemical digestion via enzymes in saliva start the process. Food then travels down the esophagus to the stomach, where it is mixed with gastric juices, breaking it down further into a semi-liquid substance called <strong>chyme</strong>. The stomach's acidic environment also helps kill harmful bacteria ingested with food.</p><p>After the stomach, the chyme moves into the <strong>small intestine</strong>, the primary site for nutrient absorption. The small intestine is lined with villi and microvilli, which increase its surface area and enhance the absorption of nutrients into the bloodstream. Enzymes from the pancreas and bile from the liver aid in digesting proteins, fats, and carbohydrates. The liver also plays a key role in processing and storing nutrients, detoxifying harmful substances, and producing bile, which emulsifies fats.</p><p>The remaining indigestible food then passes into the <strong>large intestine</strong>, where water and electrolytes are reabsorbed, and the waste is compacted into feces. The large intestine is home to a diverse microbiome that aids in the fermentation of certain fibers, producing beneficial compounds such as short-chain fatty acids. The final waste is stored in the rectum until it is excreted through the anus. The digestive system's efficient functioning is essential for maintaining energy levels, supporting growth, and enabling overall bodily functions.</p><p>Disruptions to the digestive system can lead to various health issues, including gastrointestinal diseases like <strong>irritable bowel syndrome (IBS)</strong>, <strong>Crohn's disease</strong>, and ulcers. Maintaining digestive health involves a balanced diet rich in fiber, adequate hydration, regular physical activity, and mindful eating practices. Advances in medical research continue to enhance our understanding of the digestive system, leading to better diagnostic tools and treatments for digestive disorders, ultimately improving quality of life for those affected.</p>",
                "map": "plan-of-museum/digestive-system.png"
            },
            {
                "name": "Immune System",
                "icon": "icons/systems/immune.png",
                "pic": "pics/pic-12.jpg",
                "short-desc": "The immune system defends against infections and diseases by identifying and destroying harmful invaders.",
                "description": "<p>The <strong>immune system</strong> is a sophisticated network of cells, tissues, and organs that work together to defend the body against harmful pathogens, such as bacteria, viruses, fungi, and parasites. It consists of two main components: the <strong>innate immune system</strong>, which provides immediate, non-specific defense against pathogens, and the <strong>adaptive immune system</strong>, which offers a targeted and specific response to previously encountered pathogens. This dual system ensures a robust defense mechanism that protects the body from infections and diseases.</p><p>Innate immunity is the body's first line of defense and includes physical barriers like the skin and mucous membranes, as well as immune cells such as macrophages, neutrophils, and natural killer cells. These cells recognize and attack foreign invaders through mechanisms like phagocytosis and the release of antimicrobial peptides. The innate immune response is rapid and acts as a critical initial barrier to infection, buying time for the more specific adaptive immune response to activate.</p><p>The adaptive immune system, on the other hand, involves lymphocytes, such as B cells and T cells, which are responsible for recognizing specific antigens and mounting a precise attack. B cells produce antibodies that bind to antigens, neutralizing pathogens or marking them for destruction by other immune cells. T cells, which include helper T cells and cytotoxic T cells, play crucial roles in coordinating the immune response and directly killing infected cells. The adaptive immune system also has a memory component, allowing it to respond more efficiently to future infections by the same pathogen.</p><p>Immune system disorders can arise when the system is either overactive or underactive. <strong>Autoimmune diseases</strong>, such as rheumatoid arthritis and lupus, occur when the immune system mistakenly attacks the body's own tissues. Immunodeficiency disorders, such as HIV/AIDS, result from a weakened immune system that cannot effectively combat infections. Maintaining a healthy immune system involves a balanced diet, regular exercise, adequate sleep, and stress management. Advances in immunology, including vaccines and immunotherapies, have significantly improved our ability to prevent and treat infectious diseases, highlighting the importance of ongoing research in this field.</p>",
                "map": "plan-of-museum/immune-system.png"
            },
            {
                "name": "Integumentary System",
                "icon": "icons/systems/integumentary.png",
                "pic": "pics/pic-13.jpg",
                "short-desc": "The integumentary system includes the skin, hair, and nails, providing protection and helping regulate temperature.",
                "description": "<p>The <strong>integumentary system</strong> is composed of the skin, hair, nails, and associated glands. It serves as the body's first line of defense against environmental hazards, playing a crucial role in protection, sensation, and regulation. The skin, the largest organ of the body, acts as a barrier to protect internal tissues from physical damage, pathogens, and harmful UV radiation. It is also involved in the synthesis of vitamin D, which is essential for bone health and immune function.</p><p>The skin consists of three main layers: the <strong>epidermis</strong>, <strong>dermis</strong>, and <strong>hypodermis</strong>. The epidermis is the outermost layer, providing a waterproof barrier and creating our skin tone. It is composed of keratinocytes, which produce keratin, a protein that gives the skin its strength and resilience. The dermis, located beneath the epidermis, contains connective tissue, hair follicles, sweat glands, and sebaceous glands. It is responsible for the skin's elasticity and flexibility, housing blood vessels that supply nutrients and aid in thermoregulation. The hypodermis, or subcutaneous layer, consists of fat and connective tissue that insulates the body and absorbs shock.</p><p>Hair and nails are also integral components of the integumentary system. Hair provides protection, regulates body temperature, and facilitates the evaporation of sweat. It also has sensory functions, detecting light touch. Nails protect the tips of our fingers and toes, support fine touch, and enhance our ability to grasp small objects. Glands within the skin, including sweat and sebaceous glands, play roles in thermoregulation and maintaining skin moisture. Sweat glands help cool the body through the evaporation of sweat, while sebaceous glands secrete sebum, an oily substance that moisturizes and protects the skin.</p><p>Disorders of the integumentary system, such as <strong>acne</strong>, <strong>eczema</strong>, and <strong>psoriasis</strong>, can impact skin health and appearance. Maintaining healthy skin involves good hygiene practices, adequate hydration, and protection from excessive sun exposure. Advances in dermatology, including new treatments and technologies, continue to improve the management of skin conditions and enhance overall skin health.</p>",
                "map": "plan-of-museum/integumentary-system.png"
            },
            {
                "name": "Muscular System",
                "icon": "icons/systems/muscular.png",
                "pic": "pics/pic-14.jpg",
                "short-desc": "The muscular system enables movement and maintains posture through muscle contractions.",
                "description": "<p>The <strong>muscular system</strong> is responsible for movement, posture, and the production of body heat through muscle contractions. It comprises three main types of muscle tissue: <strong>skeletal muscle</strong>, <strong>cardiac muscle</strong>, and <strong>smooth muscle</strong>. Each type has distinct functions and locations within the body.</p><p><strong>Skeletal muscle</strong> is attached to bones by tendons and is responsible for voluntary movements such as walking, lifting, and facial expressions. It is striated in appearance due to the arrangement of its muscle fibers. Skeletal muscle contractions are controlled by the nervous system, allowing for precise and coordinated movements. The strength and endurance of skeletal muscles are essential for overall physical fitness and daily activities.</p><p><strong>Cardiac muscle</strong> is found exclusively in the heart. It is responsible for the involuntary contractions that pump blood throughout the body. Cardiac muscle is also striated but differs from skeletal muscle in its structure and function. It has specialized cells and intercalated discs that facilitate the coordinated contraction of the heart muscle, ensuring efficient blood circulation.</p><p><strong>Smooth muscle</strong> is found in the walls of internal organs such as the stomach, intestines, and blood vessels. Unlike skeletal and cardiac muscle, smooth muscle is not striated and operates involuntarily. It is responsible for the contraction and relaxation of these organs, aiding in processes such as digestion, blood flow regulation, and respiratory function.</p><p>The muscular system also contributes to thermoregulation by generating heat through muscle contractions, which is vital for maintaining body temperature. Disorders of the muscular system, such as <strong>muscular dystrophy</strong>, <strong>myasthenia gravis</strong>, and <strong>strains</strong>, can impact movement and overall quality of life. Maintaining muscle health involves regular exercise, proper nutrition, and injury prevention. Advances in muscle research and therapies continue to improve the treatment and management of muscular disorders, highlighting the importance of ongoing research and innovation.</p>",
                "map": "plan-of-museum/muscular-system.png"
            },
            {
                "name": "Nervous System",
                "icon": "icons/systems/nervous.png",
                "pic": "pics/pic-15.jpeg",
                "short-desc": "The nervous system coordinates body activities by transmitting electrical signals between the brain, spinal cord, and nerves.",
                "description": "<p>The <strong>nervous system</strong> is a complex network responsible for coordinating and regulating body activities through the transmission of electrical signals. It is divided into two main components: the <strong>central nervous system (CNS)</strong> and the <strong>peripheral nervous system (PNS)</strong>. The CNS consists of the brain and spinal cord, which serve as the primary control centers for processing information and generating responses. The PNS includes all the nerves that connect the CNS to the rest of the body, allowing communication between the brain, spinal cord, and peripheral organs and tissues.</p><p>The brain, as the control center, is responsible for higher cognitive functions, sensory perception, and motor control. It processes incoming sensory information, integrates it, and generates appropriate responses. The spinal cord acts as a conduit for transmitting signals between the brain and the peripheral nerves, enabling reflex actions and voluntary movements.</p><p>The PNS is further divided into the somatic nervous system, which controls voluntary movements and sensory information from the skin and muscles, and the autonomic nervous system, which regulates involuntary functions such as heart rate, digestion, and respiratory rate. The autonomic nervous system is further divided into the sympathetic and parasympathetic systems, which work in opposition to maintain homeostasis and respond to stress.</p><p>Neurons are the fundamental units of the nervous system, responsible for transmitting electrical impulses and facilitating communication between different parts of the body. Neurotransmitters, chemical messengers released by neurons, play a crucial role in transmitting signals across synapses, enabling communication between neurons and other cells.</p><p>Disorders of the nervous system, such as <strong>Alzheimer's disease</strong>, <strong>Parkinson's disease</strong>, and <strong>multiple sclerosis</strong>, can significantly impact cognitive and motor functions. Maintaining nervous system health involves a balanced diet, mental stimulation, regular physical activity, and managing stress. Advances in neuroscience and neurotechnology continue to enhance our understanding of the nervous system, leading to improved diagnostic tools and treatments for neurological disorders, emphasizing the importance of ongoing research in this field.</p>",
                "map": "plan-of-museum/nervous-system.png"
            },
            {
                "name": "Respiratory System",
                "icon": "icons/systems/respiratory.png",
                "pic": "pics/pic-11.jpg",
                "short-desc": "The respiratory system facilitates gas exchange and provides oxygen to the body while removing carbon dioxide.",
                "description": "<p>The <strong>respiratory system</strong> is essential for gas exchange, providing oxygen to the body and removing carbon dioxide. It includes structures such as the nose, pharynx, larynx, trachea, bronchi, and lungs. Air enters the respiratory system through the nose or mouth, travels down the trachea, and is distributed into the lungs via the bronchi and bronchioles. In the lungs, oxygen is exchanged for carbon dioxide in the alveoli, tiny air sacs where gas exchange occurs.</p><p>The respiratory system is crucial for maintaining the body's acid-base balance and ensuring that cells receive adequate oxygen for energy production. Breathing is controlled by the respiratory center in the brainstem, which responds to changes in blood carbon dioxide levels and adjusts the rate and depth of breathing accordingly.</p><p>Disorders of the respiratory system, such as <strong>asthma</strong>, <strong>chronic obstructive pulmonary disease (COPD)</strong>, and <strong>pneumonia</strong>, can impact breathing and overall health. Maintaining respiratory health involves avoiding pollutants, staying active, and practicing good hygiene. Advances in respiratory medicine, including new treatments and technologies, continue to improve the management of respiratory disorders and enhance overall lung function.</p>",
                "map": "plan-of-museum/respiratory-system.png"
            },
            {
                "name": "Skeletal System",
                "icon": "icons/systems/skeletal.png",
                "pic": "pics/pic-5.jpeg",
                "short-desc": "The skeletal system provides structural support, protection for organs, and enables movement.",
                "description": "<p>The <strong>skeletal system</strong> provides structural support, protects internal organs, and facilitates movement. It comprises 206 bones in the adult human body, categorized into the axial skeleton and the appendicular skeleton. The axial skeleton includes the skull, vertebral column, and rib cage, while the appendicular skeleton consists of the limbs and girdles that attach them to the axial skeleton.</p><p>Bones are dynamic structures composed of bone tissue, which is made up of cells (osteoblasts, osteocytes, and osteoclasts) and an extracellular matrix of collagen fibers and mineralized salts. The skeletal system also includes cartilage, ligaments, and tendons that support and stabilize joints.</p><p>Bones serve several functions: they provide a framework for the body, protect vital organs (such as the brain and heart), store minerals (such as calcium and phosphorus), and house bone marrow, which is involved in the production of blood cells. The skeletal system's role in movement is facilitated by its interaction with the muscular system, as muscles contract and pull on bones to produce movement.</p><p>Disorders of the skeletal system, such as <strong>osteoporosis</strong>, <strong>arthritis</strong>, and <strong>fractures</strong>, can affect bone density, joint function, and overall mobility. Maintaining bone health involves regular weight-bearing exercise, adequate calcium and vitamin D intake, and avoiding smoking and excessive alcohol consumption. Advances in bone research and orthopedic medicine continue to enhance the treatment and prevention of skeletal disorders, highlighting the importance of ongoing research in this field.</p>",
                "map": "plan-of-museum/skeletal-system.png"
            },
            {
                "name": "Urinary System",
                "icon": "icons/systems/urinary.png",
                "pic": "pics/pic-18.jpeg",
                "short-desc": "The urinary system removes waste products from the blood and regulates fluid and electrolyte balance.",
                "description": "<p>The <strong>urinary system</strong> is responsible for removing waste products from the blood and regulating fluid and electrolyte balance. It includes the kidneys, ureters, bladder, and urethra. The kidneys filter blood to produce urine, which is then transported to the bladder via the ureters. The bladder stores urine until it is expelled from the body through the urethra.</p><p>The kidneys play a critical role in maintaining homeostasis by regulating the balance of electrolytes (such as sodium, potassium, and calcium), acid-base balance, and blood pressure. They also produce hormones such as erythropoietin, which stimulates red blood cell production, and renin, which helps regulate blood pressure.</p><p>Disorders of the urinary system, such as <strong>chronic kidney disease</strong>, <strong>urinary tract infections (UTIs)</strong>, and <strong>kidney stones</strong>, can impact kidney function and overall health. Maintaining urinary health involves adequate hydration, a balanced diet, and regular medical check-ups. Advances in nephrology and urology continue to improve the diagnosis and treatment of urinary system disorders, underscoring the importance of ongoing research and technological innovation in this field.</p>",
                "map": "plan-of-museum/urinary-system.png"
            }
        ]
    },
    {"name": "Type",
        "subnarratives": [
            {"name": "Bacterium", "icon": "icons/type/bacterium.png", "pic": "pics/type/bacterium.jpg", "short-desc": "A bacterium is a single-celled microorganism that can exist either as an independent organism or as a parasite.", "map": ""},
            {"name": "Cell", "icon": "icons/type/cell.png", "pic": "pics/type/cell.jpg", "short-desc": "A cell is the basic building block of all living organisms, capable of independent function and reproduction.", "map": ""},
            {"name": "Organ", "icon": "icons/type/organ.png", "pic": "pics/type/organ.jpg", "short-desc": "An organ is a group of tissues that work together to perform a specific function in the body.", "map": ""}
        ]
    },
    {"name": "Technique",
        "subnarratives": [
            {"name": "Litography", "icon": "icons/technique.png", "pic": "pics/technique/litography.jpg", "short-desc": "Lithography is a printing technique that uses a flat surface treated so that ink adheres only to the design to be printed.", "map": ""},
            {"name": "SEM", "icon": "icons/technique.png", "pic": "pics/technique/SEM.jpg", "short-desc": "SEM is a technique that uses electrons to create detailed images of the surfaces of materials at high magnifications.", "map": ""},
            {"name": "Colorized", "icon": "icons/technique.png", "pic": "pics/pic-6.jpeg", "short-desc": "Colorized SEM involves adding color to SEM images to highlight specific features or for aesthetic purposes.", "map": ""},
            {"name": "TEM", "icon": "icons/technique.png", "pic": "pics/technique/TEM.jpg", "short-desc": "Transmission Electron Microscopy (TEM) uses a beam of electrons passing through an ultra-thin specimen to create detailed images of its internal structure.", "map": ""}
        ]
    },
    {"name": "Period",
        "subnarratives": [
            {"name": "Historical", "icon": "icons/period.png", "pic": "pics/period/historical.jpg", "short-desc": "Explore lithographs and pictures taken before the 1930s, showcasing the early methods and discoveries.", "map": ""},
            {"name": "Contemporary", "icon": "icons/period.png", "pic": "pics/pic-10.jpg", "short-desc": "Modern SEM pictures taken after the 1930s, reflecting the advancements in microscopy and imaging techniques.", "map": ""}
        ]
    },
    {"name": "Dimensions",
        "subnarratives": [
            {"name": "From the smallest to the biggest", "icon": "icons/dimension.png", "pic": "pics/dimensions/dimensions.jpg", "short-desc": "See all the pictures ordered by the dimension of the subject, showcasing the fascinating scale from microscopic to larger structures.", "description": "test test test dimension", "map": "plan-of-museum/dimension.png"}
        ]
    }
    ]
}





