{
    "narratives": [{
        "name": "System",
        "subnarratives": [
            {
                "name": "Circulatory System",
                "icon": "icons/systems/circulatory.png",
                "pic": "pics/pic-9.jpg",
                "short-desc": "It moves blood, delivering oxygen and nutrients while removing waste.",
                "description": "<p>The <strong>circulatory system</strong>, also known as the <strong>cardiovascular system</strong>, is a vital network responsible for the transportation of blood, nutrients, oxygen, and other essential elements throughout the body. It consists of the heart, blood vessels, and blood. The heart acts as a powerful pump that propels blood through a vast network of arteries, veins, and capillaries. Arteries carry oxygen-rich blood away from the heart to various tissues, while veins return oxygen-depleted blood back to the heart for re-oxygenation. Capillaries, the smallest blood vessels, facilitate the exchange of gases, nutrients, and waste products between the blood and tissues.</p><p>The circulatory system plays a crucial role in maintaining <strong>homeostasis</strong> by regulating temperature, pH levels, and fluid balance within the body. It also supports the immune system by transporting white blood cells to sites of infection or injury, aiding in the body's defense mechanisms. Moreover, the circulatory system works in conjunction with the respiratory system to ensure that oxygen is delivered to cells and carbon dioxide is removed, a process essential for <strong>cellular respiration</strong> and energy production.</p><p>In addition to its primary functions, the circulatory system is integral to the delivery of <strong>hormones</strong> and other signaling molecules. These substances are transported through the bloodstream to target organs and tissues, where they regulate various physiological processes, such as growth, metabolism, and reproductive functions. The efficient operation of the circulatory system is thus essential for the overall well-being and functioning of the body.</p><p>Diseases and disorders of the circulatory system, such as <strong>hypertension</strong>, <strong>atherosclerosis</strong>, and <strong>heart disease</strong>, can have severe consequences for health. Maintaining cardiovascular health through regular exercise, a balanced diet, and avoiding risk factors such as smoking and excessive alcohol consumption is crucial. Advances in medical science, including innovative treatments and surgical techniques, continue to improve outcomes for individuals with circulatory system conditions, highlighting the importance of ongoing research and education in this field.</p>",
                "map": "plan-of-museum/map_fin/Circulatory_System.png" 
            },
            {
                "name": "Digestive System",
                "icon": "icons/systems/digestive.png",
                "pic": "pics/pic-10.jpg",
                "short-desc": "It breaks down food into nutrients and eliminates waste.",
                "description": "<p>The <strong>digestive system</strong> is a complex network of organs and structures responsible for breaking down food into nutrients that the body can absorb and utilize. It begins at the mouth, where mechanical digestion through chewing and chemical digestion via enzymes in saliva start the process. Food then travels down the esophagus to the stomach, where it is mixed with gastric juices, breaking it down further into a semi-liquid substance called <strong>chyme</strong>. The stomach's acidic environment also helps kill harmful bacteria ingested with food.</p><p>After the stomach, the chyme moves into the <strong>small intestine</strong>, the primary site for nutrient absorption. The small intestine is lined with villi and microvilli, which increase its surface area and enhance the absorption of nutrients into the bloodstream. Enzymes from the pancreas and bile from the liver aid in digesting proteins, fats, and carbohydrates. The liver also plays a key role in processing and storing nutrients, detoxifying harmful substances, and producing bile, which emulsifies fats.</p><p>The remaining indigestible food then passes into the <strong>large intestine</strong>, where water and electrolytes are reabsorbed, and the waste is compacted into feces. The large intestine is home to a diverse microbiome that aids in the fermentation of certain fibers, producing beneficial compounds such as short-chain fatty acids. The final waste is stored in the rectum until it is excreted through the anus. The digestive system's efficient functioning is essential for maintaining energy levels, supporting growth, and enabling overall bodily functions.</p><p>Disruptions to the digestive system can lead to various health issues, including gastrointestinal diseases like <strong>irritable bowel syndrome (IBS)</strong>, <strong>Crohn's disease</strong>, and ulcers. Maintaining digestive health involves a balanced diet rich in fiber, adequate hydration, regular physical activity, and mindful eating practices. Advances in medical research continue to enhance our understanding of the digestive system, leading to better diagnostic tools and treatments for digestive disorders, ultimately improving quality of life for those affected.</p>",
                "map": "plan-of-museum/map_fin/Digestive_System.png"
            },
            {
                "name": "Immune System",
                "icon": "icons/systems/immune.png",
                "pic": "pics/pic-12.jpg",
                "short-desc": "It defends against infections and diseases by identifying and destroying harmful invaders.",
                "description": "<p>The <strong>immune system</strong> is a sophisticated network of cells, tissues, and organs that work together to defend the body against harmful pathogens, such as bacteria, viruses, fungi, and parasites. It consists of two main components: the <strong>innate immune system</strong>, which provides immediate, non-specific defense against pathogens, and the <strong>adaptive immune system</strong>, which offers a targeted and specific response to previously encountered pathogens. This dual system ensures a robust defense mechanism that protects the body from infections and diseases.</p><p>Innate immunity is the body's first line of defense and includes physical barriers like the skin and mucous membranes, as well as immune cells such as macrophages, neutrophils, and natural killer cells. These cells recognize and attack foreign invaders through mechanisms like phagocytosis and the release of antimicrobial peptides. The innate immune response is rapid and acts as a critical initial barrier to infection, buying time for the more specific adaptive immune response to activate.</p><p>The adaptive immune system, on the other hand, involves lymphocytes, such as B cells and T cells, which are responsible for recognizing specific antigens and mounting a precise attack. B cells produce antibodies that bind to antigens, neutralizing pathogens or marking them for destruction by other immune cells. T cells, which include helper T cells and cytotoxic T cells, play crucial roles in coordinating the immune response and directly killing infected cells. The adaptive immune system also has a memory component, allowing it to respond more efficiently to future infections by the same pathogen.</p><p>Immune system disorders can arise when the system is either overactive or underactive. <strong>Autoimmune diseases</strong>, such as rheumatoid arthritis and lupus, occur when the immune system mistakenly attacks the body's own tissues. Immunodeficiency disorders, such as HIV/AIDS, result from a weakened immune system that cannot effectively combat infections. Maintaining a healthy immune system involves a balanced diet, regular exercise, adequate sleep, and stress management. Advances in immunology, including vaccines and immunotherapies, have significantly improved our ability to prevent and treat infectious diseases, highlighting the importance of ongoing research in this field.</p>",
                "map": "plan-of-museum/map_fin/Immune_System.png"
            },
            {
                "name": "Integumentary System",
                "icon": "icons/systems/integumentary.png",
                "pic": "pics/pic-13.jpg",
                "short-desc": "It includes the skin, hair, and nails, providing protection and helping regulate temperature.",
                "description": "<p>The <strong>integumentary system</strong> is composed of the skin, hair, nails, and associated glands. It serves as the body's first line of defense against environmental hazards, playing a crucial role in protection, sensation, and regulation. The skin, the largest organ of the body, acts as a barrier to protect internal tissues from physical damage, pathogens, and harmful UV radiation. It is also involved in the synthesis of vitamin D, which is essential for bone health and immune function.</p><p>The skin consists of three main layers: the <strong>epidermis</strong>, <strong>dermis</strong>, and <strong>hypodermis</strong>. The epidermis is the outermost layer, providing a waterproof barrier and creating our skin tone. It is composed of keratinocytes, which produce keratin, a protein that gives the skin its strength and resilience. The dermis, located beneath the epidermis, contains connective tissue, hair follicles, sweat glands, and sebaceous glands. It is responsible for the skin's elasticity and flexibility, housing blood vessels that supply nutrients and aid in thermoregulation. The hypodermis, or subcutaneous layer, consists of fat and connective tissue that insulates the body and absorbs shock.</p><p>Hair and nails are also integral components of the integumentary system. Hair provides protection, regulates body temperature, and facilitates the evaporation of sweat. It also has sensory functions, detecting light touch. Nails protect the tips of our fingers and toes, support fine touch, and enhance our ability to grasp small objects. Glands within the skin, including sweat and sebaceous glands, play roles in thermoregulation and maintaining skin moisture. Sweat glands help cool the body through the evaporation of sweat, while sebaceous glands secrete sebum, an oily substance that moisturizes and protects the skin.</p><p>Disorders of the integumentary system, such as <strong>acne</strong>, <strong>eczema</strong>, and <strong>psoriasis</strong>, can impact skin health and appearance. Maintaining healthy skin involves good hygiene practices, adequate hydration, and protection from excessive sun exposure. Advances in dermatology, including new treatments and technologies, continue to improve the management of skin conditions and enhance overall skin health.</p>",
                "map": "plan-of-museum/map_fin/Integumentary_System.png"
            },
            {
                "name": "Muscular System",
                "icon": "icons/systems/muscular.png",
                "pic": "pics/pic-14.jpg",
                "short-desc": "It enables movement and maintains posture through muscle contractions.",
                "description": "<p>The <strong>muscular system</strong> is responsible for movement, posture, and the production of body heat through muscle contractions. It comprises three main types of muscle tissue: <strong>skeletal muscle</strong>, <strong>cardiac muscle</strong>, and <strong>smooth muscle</strong>. Each type has distinct functions and locations within the body.</p><p><strong>Skeletal muscle</strong> is attached to bones by tendons and is responsible for voluntary movements such as walking, lifting, and facial expressions. It is striated in appearance due to the arrangement of its muscle fibers. Skeletal muscle contractions are controlled by the nervous system, allowing for precise and coordinated movements. The strength and endurance of skeletal muscles are essential for overall physical fitness and daily activities.</p><p><strong>Cardiac muscle</strong> is found exclusively in the heart. It is responsible for the involuntary contractions that pump blood throughout the body. Cardiac muscle is also striated but differs from skeletal muscle in its structure and function. It has specialized cells and intercalated discs that facilitate the coordinated contraction of the heart muscle, ensuring efficient blood circulation.</p><p><strong>Smooth muscle</strong> is found in the walls of internal organs such as the stomach, intestines, and blood vessels. Unlike skeletal and cardiac muscle, smooth muscle is not striated and operates involuntarily. It is responsible for the contraction and relaxation of these organs, aiding in processes such as digestion, blood flow regulation, and respiratory function.</p><p>The muscular system also contributes to thermoregulation by generating heat through muscle contractions, which is vital for maintaining body temperature. Disorders of the muscular system, such as <strong>muscular dystrophy</strong>, <strong>myasthenia gravis</strong>, and <strong>strains</strong>, can impact movement and overall quality of life. Maintaining muscle health involves regular exercise, proper nutrition, and injury prevention. Advances in muscle research and therapies continue to improve the treatment and management of muscular disorders, highlighting the importance of ongoing research and innovation.</p>",
                "map": "plan-of-museum/map_fin/Muscular_System.png"
            },
            {
                "name": "Nervous System",
                "icon": "icons/systems/nervous.png",
                "pic": "pics/pic-15.jpeg",
                "short-desc": "It coordinates body activities by transmitting electrical signals between the brain, spinal cord, and nerves.",
                "description": "<p>The <strong>nervous system</strong> is a complex network responsible for coordinating and regulating body activities through the transmission of electrical signals. It is divided into two main components: the <strong>central nervous system (CNS)</strong> and the <strong>peripheral nervous system (PNS)</strong>. The CNS consists of the brain and spinal cord, which serve as the primary control centers for processing information and generating responses. The PNS includes all the nerves that connect the CNS to the rest of the body, allowing communication between the brain, spinal cord, and peripheral organs and tissues.</p><p>The brain, as the control center, is responsible for higher cognitive functions, sensory perception, and motor control. It processes incoming sensory information, integrates it, and generates appropriate responses. The spinal cord acts as a conduit for transmitting signals between the brain and the peripheral nerves, enabling reflex actions and voluntary movements.</p><p>The PNS is further divided into the somatic nervous system, which controls voluntary movements and sensory information from the skin and muscles, and the autonomic nervous system, which regulates involuntary functions such as heart rate, digestion, and respiratory rate. The autonomic nervous system is further divided into the sympathetic and parasympathetic systems, which work in opposition to maintain homeostasis and respond to stress.</p><p>Neurons are the fundamental units of the nervous system, responsible for transmitting electrical impulses and facilitating communication between different parts of the body. Neurotransmitters, chemical messengers released by neurons, play a crucial role in transmitting signals across synapses, enabling communication between neurons and other cells.</p><p>Disorders of the nervous system, such as <strong>Alzheimer's disease</strong>, <strong>Parkinson's disease</strong>, and <strong>multiple sclerosis</strong>, can significantly impact cognitive and motor functions. Maintaining nervous system health involves a balanced diet, mental stimulation, regular physical activity, and managing stress. Advances in neuroscience and neurotechnology continue to enhance our understanding of the nervous system, leading to improved diagnostic tools and treatments for neurological disorders, emphasizing the importance of ongoing research in this field.</p>",
                "map": "plan-of-museum/map_fin/Nervous_System.png"
            },
            {
                "name": "Respiratory System",
                "icon": "icons/systems/respiratory.png",
                "pic": "pics/pic-11.jpg",
                "short-desc": "It facilitates gas exchange and provides oxygen to the body while removing carbon dioxide.",
                "description": "<p>The <strong>respiratory system</strong> is essential for gas exchange, providing oxygen to the body and removing carbon dioxide. It includes structures such as the nose, pharynx, larynx, trachea, bronchi, and lungs. Air enters the respiratory system through the nose or mouth, travels down the trachea, and is distributed into the lungs via the bronchi and bronchioles. In the lungs, oxygen is exchanged for carbon dioxide in the alveoli, tiny air sacs where gas exchange occurs.</p><p>The respiratory system is crucial for maintaining the body's acid-base balance and ensuring that cells receive adequate oxygen for energy production. Breathing is controlled by the respiratory center in the brainstem, which responds to changes in blood carbon dioxide levels and adjusts the rate and depth of breathing accordingly.</p><p>Disorders of the respiratory system, such as <strong>asthma</strong>, <strong>chronic obstructive pulmonary disease (COPD)</strong>, and <strong>pneumonia</strong>, can impact breathing and overall health. Maintaining respiratory health involves avoiding pollutants, staying active, and practicing good hygiene. Advances in respiratory medicine, including new treatments and technologies, continue to improve the management of respiratory disorders and enhance overall lung function.</p>",
                "map": "plan-of-museum/map_fin/Respiratory_System.png"
            },
            {
                "name": "Skeletal System",
                "icon": "icons/systems/skeletal.png",
                "pic": "pics/pic-5.jpeg",
                "short-desc": "It provides structural support, protection for organs, and enables movement.",
                "description": "<p>The <strong>skeletal system</strong> provides structural support, protects internal organs, and facilitates movement. It comprises 206 bones in the adult human body, categorized into the axial skeleton and the appendicular skeleton. The axial skeleton includes the skull, vertebral column, and rib cage, while the appendicular skeleton consists of the limbs and girdles that attach them to the axial skeleton.</p><p>Bones are dynamic structures composed of bone tissue, which is made up of cells (osteoblasts, osteocytes, and osteoclasts) and an extracellular matrix of collagen fibers and mineralized salts. The skeletal system also includes cartilage, ligaments, and tendons that support and stabilize joints.</p><p>Bones serve several functions: they provide a framework for the body, protect vital organs (such as the brain and heart), store minerals (such as calcium and phosphorus), and house bone marrow, which is involved in the production of blood cells. The skeletal system's role in movement is facilitated by its interaction with the muscular system, as muscles contract and pull on bones to produce movement.</p><p>Disorders of the skeletal system, such as <strong>osteoporosis</strong>, <strong>arthritis</strong>, and <strong>fractures</strong>, can affect bone density, joint function, and overall mobility. Maintaining bone health involves regular weight-bearing exercise, adequate calcium and vitamin D intake, and avoiding smoking and excessive alcohol consumption. Advances in bone research and orthopedic medicine continue to enhance the treatment and prevention of skeletal disorders, highlighting the importance of ongoing research in this field.</p>",
                "map": "plan-of-museum/map_fin/Skeletal_System.png"
            },
            {
                "name": "Urinary System",
                "icon": "icons/systems/urinary.png",
                "pic": "pics/pic-18.jpeg",
                "short-desc": "It removes waste products from the blood and regulates fluid and electrolyte balance.",
                "description": "<p>The <strong>urinary system</strong> is responsible for removing waste products from the blood and regulating fluid and electrolyte balance. It includes the kidneys, ureters, bladder, and urethra. The kidneys filter blood to produce urine, which is then transported to the bladder via the ureters. The bladder stores urine until it is expelled from the body through the urethra.</p><p>The kidneys play a critical role in maintaining homeostasis by regulating the balance of electrolytes (such as sodium, potassium, and calcium), acid-base balance, and blood pressure. They also produce hormones such as erythropoietin, which stimulates red blood cell production, and renin, which helps regulate blood pressure.</p><p>Disorders of the urinary system, such as <strong>chronic kidney disease</strong>, <strong>urinary tract infections (UTIs)</strong>, and <strong>kidney stones</strong>, can impact kidney function and overall health. Maintaining urinary health involves adequate hydration, a balanced diet, and regular medical check-ups. Advances in nephrology and urology continue to improve the diagnosis and treatment of urinary system disorders, underscoring the importance of ongoing research and technological innovation in this field.</p>",
                "map": "plan-of-museum/map_fin/Urinary_System.png"
            }
        ]
    },
    {"name": "Type",
        "subnarratives": [
            {
                "name": "Bacterium", 
                "icon": "icons/type/bacterium.png", 
                "pic": "pics/type/bacterium.jpg", 
                "short-desc": "A bacterium is a single-celled microorganism that can exist either as an independent organism or as a parasite.", 
                "description": "<p>A <strong>bacterium</strong> (plural: <strong>bacteria</strong>) is a tiny, single-celled organism that is found almost everywhere on Earth. Bacteria are so small that you need a microscope to see them. They come in various shapes, such as rods, spirals, and spheres.</p><p>Bacteria play many roles in our world and are incredibly important for life. They break down dead plants and animals, recycling nutrients back into the environment. Certain bacteria produce oxygen through photosynthesis. Many bacteria live in harmony with other organisms, including humans, helping in various processes like digestion.</p><p>Bacteria are everywhere in the human body, both inside and outside. While some can cause diseases, most bacteria are harmless or even beneficial. In the gut, bacteria help break down food, produce vitamins (like vitamin K and some B vitamins), and keep harmful microbes in check. Good bacteria help train our immune system to recognize harmful invaders and react appropriately. The skin hosts a variety of bacteria that protect against infections by outcompeting harmful microbes and maintaining skin health.</p><p>There are more bacterial cells in the human body than human cells! Bacteria can live in extreme environments, from hot springs to deep ocean vents to icy Antarctica. While antibiotics are used to kill harmful bacteria causing infections, overuse and misuse of antibiotics can lead to antibiotic resistance, making it harder to treat bacterial infections. Bacteria are fascinating, tiny organisms that are essential to life on Earth. They play vital roles in our bodies, helping with digestion, protecting against disease, and even contributing to our overall health. Understanding bacteria helps us appreciate the complexity and interconnectedness of life.</p>",
                "map": "plan-of-museum/map_fin/Bacterium.png"
            },
            {
                "name": "Cell", 
                "icon": "icons/type/cell.png", 
                "pic": "pics/type/cell.jpg", 
                "short-desc": "A cell is the basic building block of all living organisms, capable of independent function and reproduction.",
                "description": "<p>A <strong>cell</strong> is the smallest unit of life that makes up all living organisms. In the human body, <strong>cells</strong> are the building blocks that create tissues and organs, allowing our bodies to function properly.</p><p><strong>Cells</strong> perform a variety of functions to keep the body alive and healthy. Each type of <strong>cell</strong> has a specific role, such as muscle <strong>cells</strong> that help in movement, nerve <strong>cells</strong> that transmit signals, blood <strong>cells</strong> that transport oxygen and fight infections, and skin <strong>cells</strong> that protect the body.</p><p><strong>Cells</strong> in the human body work together in a coordinated way. Every <strong>cell</strong> has three main parts: the <strong>cell membrane</strong>, a protective barrier that controls what goes in and out of the <strong>cell</strong>; the <strong>nucleus</strong>, the control center of the <strong>cell</strong> containing DNA, which holds the instructions for the <strong>cell's</strong> functions; and the <strong>cytoplasm</strong>, a jelly-like substance where different parts of the <strong>cell</strong> (organelles) are located and where various activities take place. <strong>Cells</strong> carry out many important processes, such as energy production by <strong>mitochondria</strong>, protein synthesis by <strong>ribosomes</strong>, reproduction through <strong>cell division</strong>, and communication using chemical signals to ensure that everything in the body works smoothly.</p><p>The human body is made up of trillions of <strong>cells</strong>, each specialized to perform unique tasks. Despite their tiny size, <strong>cells</strong> are incredibly complex and vital to our existence. Understanding <strong>cells</strong> helps us appreciate the complexity and efficiency of the human body, highlighting how even the smallest units play a crucial role in our overall health and functioning.</p>", 
                "map": "plan-of-museum/map_fin/Cell.png"
            },
            {
                "name": "Organ", 
                "icon": "icons/type/organ.png", 
                "pic": "pics/type/organ.jpg", 
                "short-desc": "An organ is a group of tissues that work together to perform a specific function in the body.", 
                "description": "<p>An <strong>organ</strong> is a group of tissues that work together to perform specific functions in the body. Examples of <strong>organs</strong> include the heart, lungs, liver, kidneys, and brain. Each <strong>organ</strong> has a unique role that is crucial for maintaining the body's health and survival.</p><p><strong>Organs</strong> are essential for various bodily functions, such as the heart pumping blood throughout the body, the lungs facilitating breathing and oxygen exchange, the liver processing nutrients and detoxifying harmful substances, the kidneys filtering waste from the blood and producing urine, and the brain controlling thoughts, emotions, and body movements.</p><p><strong>Organs</strong> in the human body work together as part of organ systems to keep the body functioning properly. Each <strong>organ</strong> is made up of different types of tissues, which are groups of similar cells that perform a specific function. For example, muscle tissue in the heart helps it pump blood, and nervous tissue in the brain transmits signals. <strong>Organs</strong> carry out specialized tasks, such as the heart beating to pump blood, the lungs taking in oxygen and releasing carbon dioxide, the liver processing food into energy and removing toxins, and the kidneys filtering the blood to produce urine. <strong>Organs</strong> are part of larger systems that ensure the body functions smoothly, like the digestive system and the nervous system.</p><p>The human body has over 70 different <strong>organs</strong>, each with a unique and vital role. The largest <strong>organ</strong> is the skin, which protects the body and helps regulate temperature. Understanding <strong>organs</strong> helps us appreciate the complexity of the human body. Each <strong>organ</strong>, no matter how small, plays a crucial role in keeping us alive and healthy.</p>",
                "map": "plan-of-museum/map_fin/Organ.png"
            }
        ]
    },
    {"name": "Technique",
        "subnarratives": [
            {
                "name": "Litography", 
                "icon": "icons/technique.png", 
                "pic": "pics/technique/litography.jpg", 
                "short-desc": "Lithography is a printing technique that uses a flat surface treated so that ink adheres only to the design to be printed.", 
                "description": "<p><strong>Lithography</strong> is a printing process used to create images on a flat surface, traditionally used in printing and art. However, in the context of microscopic pictures, <strong>lithography</strong> refers to a specialized technique used in <strong>microfabrication</strong> to create detailed and precise images at a microscopic scale.</p><p>The primary purpose of <strong>lithography</strong> in <strong>microfabrication</strong> is to produce extremely small structures and patterns. These can be used in various fields, such as electronics for creating microchips and circuits for computers and smartphones, medical research for producing detailed images and structures for studying cells and tissues, and <strong>nanotechnology</strong> for building tiny devices and materials at a molecular level.</p><p><strong>Lithography</strong> for creating microscopic pictures involves several steps: coating a flat surface, typically a silicon wafer, with a light-sensitive material called a <strong>photoresist</strong>; exposing the photoresist to a pattern using light, such as ultraviolet (UV), electron beam, or X-ray; developing the exposed photoresist, meaning the parts that were exposed to light are either washed away or hardened; etching the exposed areas of the underlying material to create a detailed pattern; and cleaning any remaining photoresist to leave behind the desired microscopic pattern.</p><p>In the context of creating microscopic pictures of the human body, <strong>lithography</strong> is used to produce detailed and precise images of cells, tissues, and other biological structures. These images help researchers understand how the human body functions at a microscopic level. Modern <strong>lithography</strong> can create patterns that are just a few nanometers wide, smaller than the width of a human hair. The development of extreme ultraviolet (EUV) <strong>lithography</strong> has pushed the boundaries of how small and detailed these patterns can be. <strong>Lithography</strong> is versatile, used not only in electronics and biology but also in creating intricate designs in materials science and engineering. Understanding <strong>lithography</strong> helps us appreciate the precision and complexity involved in creating microscopic pictures and structures, which is essential for advancements in technology, medicine, and scientific research.</p>",
                "map": "plan-of-museum/map_fin/Litography.png"
            },
            {
                "name": "Plate", 
                "icon": "icons/technique.png", 
                "pic": "pics/technique/plates.jpg", 
                "short-desc": "The use of photographic plates in micrography involves capturing detailed images through a microscope using a light-sensitive emulsion on glass or metal.", 
                "description": "<p>A photographic plate is a flat piece of glass or metal coated with a light-sensitive emulsion of <strong>silver halide crystals</strong>, used to capture images in photography. These plates were widely used before the advent of photographic film and digital imaging. There are different types of photographic plates (<strong>Ortho-Process</strong>, <strong>Anti-Screen</strong>, and <strong>ordinary plates</strong>), each with unique characteristics tailored for specific photographic purposes.</p><p>Photographic plates were essential in the development of early photography and scientific imaging. Taking a <strong>micrograph</strong> with this tool involved several steps, which differed slightly depending on the type of plate being used. The process is meticulous and requires precise handling and timing, especially in the <strong>darkroom stages</strong>. The choice of plate (ordinary, ortho-process, or anti-screen) depends on the specific needs of the microscopy application, such as the type of specimen, the required contrast, and the handling conditions.</p><p>Despite the complexity, this method was crucial for capturing detailed images in scientific research before the advent of more modern imaging technologies.</p>", 
                "map": "plan-of-museum/map_fin/Plate.png"
            },
            {
                "name": "SEM", 
                "icon": "icons/technique.png", 
                "pic": "pics/technique/SEM.jpg", 
                "short-desc": "SEM is a technique that uses electrons to create detailed images of the surfaces of materials at high magnifications.", 
                "description": "<p><strong>Scanning Electron Microscopy (SEM)</strong> is a technique that uses <strong>electrons</strong> to create highly detailed images of surfaces. Unlike <strong>light microscopes</strong>, <strong>SEM</strong> provides much greater resolution, allowing scientists to see fine details.</p><p><strong>SEM</strong> is used to examine and analyze the surface structure of various materials, including <strong>materials science</strong> for studying metals, polymers, and ceramics; <strong>biology</strong> for observing cells and microorganisms; <strong>forensics</strong> for analyzing evidence; and <strong>electronics</strong> for inspecting microchips and components.</p><p>The <strong>SEM</strong> process involves several key steps: <strong>sample preparation</strong>, where the sample is often coated with a conductive layer to prevent charging; <strong>electron beam</strong>, where a focused beam of electrons scans the sample surface; <strong>detection</strong>, where secondary electrons emitted from the surface are collected to form an image; and <strong>imaging</strong>, where the image is displayed on a screen, showing detailed surface features.</p><p><strong>SEM</strong> offers several advantages: high resolution, achieving magnifications up to 1,000,000 times, revealing fine details; <strong>surface analysis</strong>, providing detailed information on texture and morphology; and <strong>3D imaging</strong>, creating three-dimensional views of surfaces. <strong>SEM</strong> can reveal details as small as a few nanometers. Specialized versions, like <strong>Environmental SEM</strong>, can image samples in different conditions. <strong>SEM</strong> is essential for viewing and analyzing microscopic details in materials and biological specimens, offering insights that drive research and technological advancements.</p>",
                "map": "plan-of-museum/map_fin/SEM.png"
            },
            {
                "name": "Colorized", 
                "icon": "icons/technique.png", 
                "pic": "pics/pic-6.jpeg", 
                "short-desc": "Colorized SEM involves adding color to SEM images to highlight specific features or for aesthetic purposes.", 
                "description": "<p><strong>Colorized Scanning Electron Microscopy (Colorized SEM)</strong> is an advanced imaging technique that combines traditional <strong>Scanning Electron Microscopy (SEM)</strong> with <strong>color</strong> to provide more detailed and visually informative images of microscopic samples. Unlike standard <strong>SEM</strong>, which produces black-and-white images, <strong>Colorized SEM</strong> adds colors to highlight different features and enhance contrast.</p><p><strong>Colorized SEM</strong> is used to <strong>improve clarity</strong> by helping distinguish between different structures and materials within the sample; <strong>enhance detail</strong> by making it easier to see fine details and differences in texture or composition; and <strong>aid interpretation</strong> by providing images that are often easier to understand and interpret, making them useful for presentations and educational purposes.</p><p>The <strong>Colorized SEM</strong> process involves several steps: <strong>sample preparation</strong>, where the sample is coated with a thin conductive layer if necessary; <strong>scanning</strong>, where a focused beam of electrons scans the sample's surface to capture detailed, high-resolution images; <strong>colorization</strong>, where colors are digitally applied to the black-and-white SEM images based on various factors such as different materials, structures, or areas of interest; and <strong>display</strong>, where the colorized images are shown on a screen with enhanced contrast and detail.</p><p><strong>Colorized SEM</strong> has several applications: <strong>medical research</strong>, which helps in visualizing and understanding the complex structures of tissues and cells; <strong>materials science</strong>, which assists in identifying and analyzing different components of materials; and <strong>educational exhibits</strong>, which make microscopic images more engaging and easier to understand for the public. <strong>Colorized SEM</strong> can reveal details not easily seen in black-and-white images and involves a <strong>digital process</strong> where colors are added after the SEM images are captured. It provides a clearer and more informative view of microscopic samples, making it an invaluable tool for research, education, and detailed analysis.</p>",
                "map": "plan-of-museum/map_fin/Colorized.png"
            },
            {
                "name": "TEM", 
                "icon": "icons/technique.png", 
                "pic": "pics/technique/TEM.jpg", 
                "short-desc": "Transmission Electron Microscopy (TEM) uses a beam of electrons passing through an ultra-thin specimen to create detailed images of its internal structure.", 
                "description": "<p><strong>Transmission Electron Microscopy (TEM)</strong> is a powerful imaging technique that uses a <strong>beam of electrons</strong> to create highly detailed images of extremely thin samples. Unlike <strong>light microscopes</strong>, which use visible light, <strong>TEM</strong> uses electrons, which have much shorter wavelengths, allowing for <strong>higher resolution imaging</strong>.</p><p><strong>TEM</strong> is used to <strong>examine fine details</strong> by providing extremely high-resolution images of internal structures, down to atomic levels; <strong>analyze materials</strong> by studying the fine structure of materials, including metals, semiconductors, and biological specimens; and <strong>study biological samples</strong> by allowing researchers to observe the internal organization of cells and viruses.</p><p>The <strong>TEM</strong> process involves several key steps: <strong>sample preparation</strong>, where the sample must be sliced into very thin sections, often just a few nanometers thick, so electrons can pass through; <strong>electron beam</strong>, where a high-energy beam of electrons is directed through the sample; <strong>detection</strong>, where electrons that pass through the sample are collected and used to form an image, which is then magnified to reveal fine details; and <strong>imaging</strong>, where the resulting images are displayed on a screen or recorded for analysis, providing high contrast and resolution to show detailed internal structures.</p><p><strong>TEM</strong> has several applications: in <strong>material science</strong>, it analyzes the atomic structure and defects in materials; in <strong>biology</strong>, it examines the detailed internal structures of cells, organelles, and viruses; and in <strong>nanotechnology</strong>, it studies nanomaterials and nanostructures with precision. <strong>Interesting facts</strong> include <strong>atomic resolution</strong>, where <strong>TEM</strong> can achieve resolutions better than one angstrom (0.1 nanometers), allowing observation of individual atoms, and the need for <strong>thin samples</strong> as only extremely thin samples can be imaged due to the electron beam's need to pass through. <strong>Transmission Electron Microscopy</strong> offers unparalleled detail and clarity, making it essential for exploring the microscopic world and understanding complex structures in various scientific fields.</p>", 
                "map": "plan-of-museum/map_fin/TEM.png"
            }
        ]
    },
    {"name": "Period",
        "subnarratives": [
            {
                "name": "Historical", 
                "icon": "icons/period.png", 
                "pic": "pics/period/historical.jpg", 
                "short-desc": "Explore lithographs and pictures taken before the 1930s, showcasing the early methods and discoveries.", 
                "description": "<p>The <strong>Historical Period</strong> in the context of microscopic pictures refers to the time when these images were created and the <strong>advancements in technology</strong> during that era. Understanding this period helps us appreciate how <strong>microscopic imaging techniques</strong> have evolved over time and how they have contributed to our knowledge of the human body and other subjects.</p><p>Studying the <strong>historical period</strong> of microscopic imaging is important because: <strong>chronological context</strong> provides a timeline of technological advancements and discoveries in microscopy; <strong>technological progress</strong> shows how improvements in technology have enhanced our ability to capture and analyze microscopic details; and <strong>scientific discovery</strong> highlights the key discoveries and milestones in the study of microscopic structures.</p><p><strong>Early microscopy</strong>: The earliest microscopic images were created using simple optical microscopes invented in the 17th century. These microscopes used lenses to magnify objects but had limited resolution. <strong>Advancements</strong>: In the 20th century, new technologies like <strong>Electron Microscopy (EM)</strong> and <strong>Scanning Electron Microscopy (SEM)</strong> were developed. These techniques used electron beams instead of light, allowing scientists to see much finer details. <strong>Modern techniques</strong>: Today, advanced methods like <strong>Transmission Electron Microscopy (TEM)</strong> and <strong>Colorized SEM</strong> provide even more detailed images and can reveal structures at the atomic level.</p><p><strong>17th Century</strong>: The invention of the first optical microscopes by pioneers like <strong>Antonie van Leeuwenhoek</strong> and <strong>Robert Hooke</strong>, who made early observations of cells and microorganisms. <strong>20th Century</strong>: The development of <strong>Electron Microscopy</strong>, which greatly improved resolution and allowed for the study of internal cellular structures. <strong>21st Century</strong>: Advances in <strong>digital imaging</strong> and <strong>colorization techniques</strong>, enhancing the ability to visualize and interpret complex microscopic details. <strong>Interesting facts</strong> include pioneering discoveries where early microscopes revealed the existence of cells and microorganisms, marking a significant leap in biology, and the technological leap from optical to electron microscopy, which greatly enhanced our ability to explore the microscopic world.</p>",
                "map": "plan-of-museum/map_fin/Historical.png"
            },
            {
                "name": "Contemporary", 
                "icon": "icons/period.png", 
                "pic": "pics/pic-10.jpg", 
                "short-desc": "Modern SEM pictures taken after the 1930s, reflecting the advancements in microscopy and imaging techniques.", 
                "description": "<p>The <strong>Contemporary Period</strong> refers to the current era of <strong>microscopic imaging technology</strong>, marked by <strong>advanced techniques</strong> and <strong>digital tools</strong> that enhance our ability to visualize microscopic details.</p><p>Understanding this period is crucial as it highlights: <strong>advanced technology</strong> improving <strong>resolution</strong> and <strong>detail</strong>; <strong>enhanced visualization</strong> revealing intricate structures; and <strong>scientific progress</strong> transforming research across various fields.</p><p><strong>Modern microscopy techniques</strong> include: <strong>Scanning Electron Microscopy (SEM)</strong> for high-resolution surface images; <strong>Transmission Electron Microscopy (TEM)</strong> for detailed internal images; <strong>Confocal Microscopy</strong> for sharp, 3D imaging; and <strong>Super-Resolution Microscopy</strong> like <strong>STED</strong> and <strong>SIM</strong> for unprecedented detail. <strong>Digital tools</strong> like <strong>image processing</strong> and <strong>3D reconstruction</strong> further enhance clarity and depth.</p><p><strong>Applications</strong> span: <strong>Biology and medicine</strong> for studying cellular processes; <strong>materials science</strong> for analyzing material properties; and <strong>nanotechnology</strong> for nanoscale innovations. <strong>Interesting facts</strong> include: <strong>unprecedented detail</strong> at atomic levels, <strong>dynamic imaging</strong> of live cells, and broad <strong>interdisciplinary impact</strong> across fields.</p>",
                "map": "plan-of-museum/map_fin/Contemporary.png"
            }
        ]
    },
    {"name": "Dimensions",
        "subnarratives": [
            {
                "name": "Dimensions", 
                "icon": "icons/dimension.png", 
                "pic": "pics/dimensions/dimensions.jpg", 
                "short-desc": "See all the pictures ordered by the dimension of the subject, showcasing the fascinating scale from microscopic to larger structures.", 
                "description": "<p>In the context of microscopic pictures, <strong>Dimension</strong> refers to the scale or size of the objects being viewed, such as bacteria, cells, and organs. It describes how the size of these microscopic entities compares to each other and how they are represented in images.</p><p>Understanding <strong>dimension</strong> in microscopic images is important because: <strong>scale comparison</strong> helps in comparing the sizes of different microscopic structures, from tiny bacteria to larger cells and organs; <strong>visualization</strong> provides context for the size of the objects being studied, making it easier to appreciate their complexity and detail; and <strong>educational insight</strong> enhances learning by showing how different types of microscopic entities fit into the broader context of biological structures.</p><p><strong>Measuring Size:</strong> Microscopic images are often accompanied by scale bars that indicate the actual size of the structures being viewed. For example, a scale bar might show that a cell is 10 micrometers across. <strong>Comparing Dimensions:</strong> <strong>Bacteria:</strong> Typically range from 0.5 to 5 micrometers in size and often appear as tiny dots or rods in images. <strong>Cells:</strong> Larger than bacteria, usually ranging from 10 to 100 micrometers in size, with distinct structures like nuclei and organelles. <strong>Organs:</strong> Much larger structures, ranging from a few millimeters to several centimeters, showing detailed layers and features in microscopic images.</p><p><strong>Image Representation:</strong> <strong>Resolution and Magnification:</strong> Different microscopes capture images at varying resolutions, with higher magnification revealing finer details. <strong>Scaling Up:</strong> Images are digitally scaled to show different dimensions clearly, helping to visualize how tiny bacteria compare to larger cells and organs.</p><p><strong>Interesting Facts:</strong> Microscopic measurements are often in micrometers (one millionth of a meter), with a typical bacterial cell around 1 micrometer wide. Understanding the scale helps appreciate the vast differences in size and complexity between biological entities. Understanding dimension helps visitors grasp the scale of microscopic images and appreciate how different structures, from bacteria to organs, are represented and compared.</p>", 
                "map": "plan-of-museum/map_fin/Dimension.png"
            }
        ]
    }
    ]
}





